ack
ansible
apache
autoconf
automake
bash
bind-tools
binutils
bison
bzip2
chromium
cmake
colordiff
coreutils
cryptsetup
ctags
device-mapper
dhcpcd
diffutils
dkms
dmenu
dnsmasq
docker
e2fsprogs
ebtables
epiphany
erlang
evolution
fakeroot
file
filesystem
findutils
firefox
flashplugin
flex
fuse
gawk
gcc
gcc-libs
gconf
gettext
gimp
git
glibc
go
graphviz
grep
groff
grub
gst-libav
gstreamer0.10
gstreamer0.10-base
gtkmm
gzip
hipchat
htop
i3-wm
i3lock
i3status
imagemagick
inetutils
iotop
ipcalc
iproute2
iputils
irssi
jfsutils
less
libreoffice-fresh
libtool
libvirt
licenses
linux
linux-headers
logrotate
lsof
lvm2
m4
make
man-db
man-pages
mariadb
mariadb-clients
mdadm
mysql-workbench
nano
net-tools
netctl
nethogs
nmap
nodejs
npm
openssh
os-prober
pacman
parted
patch
pciutils
pcmciautils
perf
perl
perl-crypt-openssl-rsa
pkg-config
privoxy
procps-ng
psmisc
pssh
python-pip
qemu
qt4
redis
redshift
reiserfsprogs
rsync
s-nail
sed
shadow
sshpass
sudo
sysfsutils
systemd-sysvcompat
tar
tarsnap
terminator
texinfo
tmux
traceroute
tree
unzip
usbutils
util-linux
uzbl-browser
vagrant
vi
vim
vimpager
virt-manager
virtualbox
vlc
wget
which
whois
xf86-input-evdev
xf86-input-joystick
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-ark
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-glint
xf86-video-i128
xf86-video-intel
xf86-video-mach64
xf86-video-neomagic
xf86-video-nouveau
xf86-video-nv
xf86-video-openchrome
xf86-video-r128
xf86-video-savage
xf86-video-siliconmotion
xf86-video-sis
xf86-video-tdfx
xf86-video-trident
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
zsh
